/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = " j";

/* days */
"day" = "jour";

/* days */
"days" = "jours";

/* the first letter of \"hour\" */
"h" = " h";

/* hours */
"hour" = "heure";

/* hours */
"hours" = "heures";

/* modifier */
"last" = "dernier";

/* last month */
"last month" = "le mois dernier";

/* time */
"last week" = "la semaine dernière";

/* last year */
"last year" = "l’année dernière";

/* the first letter of \"month\" */
"m" = " m";

/* month */
"month" = "mois";

/* months */
"months" = "mois";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "prochain";

/* next month */
"next month" = "le mois prochain";

/* time */
"next week" = "la semaine prochaine";

/* next year */
"next year" = "l’année prochaine";

/* noon */
"noon" = "midi";

/* now */
"now" = "maintenant";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "ce/cette";

/* this month */
"this month" = "ce mois-ci";

/* time */
"this week" = "cette semaine";

/* this year */
"this year" = "cette année";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "auj";

/* today */
"today" = "aujourd’hui";

/* Today */
"Today" = "Aujourd’hui";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "dem";

/* tomorrow */
"tomorrow" = "demain";

/* Tomorrow */
"Tomorrow" = "Demain";

/* tonight */
"tonight" = "ce soir";

/* weeks */
"w" = " s";

/* weeks */
"week" = "semaine";

/* weeks */
"weeks" = "semaines";

/* the first letter of \"year\" */
"y" = " a";

/* years */
"year" = "année";

/* years */
"years" = "années";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "oui";

/* yesterday */
"yesterday" = "hier";

/* Yesterday */
"Yesterday" = "Hier";